{
  "Add exaTokens to Metamask": "Añadir exaTokens a Metamask",
  "Interest Rate Model": "Modelo de tasa de interés",
  "Total Deposits": "Depósitos totales",
  "Total Borrows": "Préstamos totales",
  "Total Available": "Total disponible",
  "Deposit APR": "TNA del Depósito",
  "Change in the underlying Variable Rate Pool shares value over the last 15 minutes, annualized.": "Cambio en el valor de las acciones del pool de tasa variable subyacente durante los últimos 15 minutos, anualizado.",
  "Borrow APR": "TNA del Préstamo",
  "Utilization Rate": "Tasa de Utilización",
  "Deposit Rewards APR": "TNA Recompensa por Depósito",
  "This APR assumes a constant price for the OP token and distribution rate.": "Esta TNA asume un precio constante para el token OP y su tasa de distribución en el tiempo.",
  "Borrow Rewards APR": "TNA Recompensas por Préstamo",
  "Risk-Adjust Factor": "Factor de Riesgo",
  "The Deposit and Borrow risk-adjust factor is a measure that helps evaluate how risky an asset is compared to others. The higher the number, the safer the asset is considered to be, making it more valuable as collateral when requesting a loan.": "El factor de ajuste por riesgo de Depósito y Préstamo es una medida que ayuda a evaluar cuán riesgoso es un activo en comparación con otros. Cuanto mayor sea el número, se considera que el activo es más seguro, lo que lo hace más valioso como garantía al solicitar un préstamo.",
  "Oracle Price": "Precio del Oráculo",
  "The price displayed here is obtained from Chainlink.": "El precio presentado es obtenido de Chainlink.",
  "The Borrow risk-adjust factor is a measure that helps evaluate how risky an asset is compared to others. The higher the number, the safer the asset is considered to be, making it more valuable as collateral when requesting a loan.": "El factor de ajuste por riesgo para Préstamos es una medida que ayuda a evaluar cuán riesgoso es un activo en comparación con otros. Cuanto mayor sea el número, se considera que el activo es más seguro, lo que lo hace más valioso como garantía al solicitar un préstamo.",
  "Best Deposit APR": "Mejor TNA para Depósitos",
  "Fixed Interest Rate": "Tasa de Interés Fija",
  "Available Pools": "Pools disponibles",
  "Deposit": "Depositar",
  "Borrow": "Pedir prestado",
  "Maturity": "Vencimiento",
  "1W": "1S",
  "1M": "1M",
  "3M": "3M",
  "Historical Variable Rates": "Tasas Variables Históricas",
  "Show utilization": "Ver utilización",
  "Compare with other yield curves": "Comparar con otras curvas de rendimiento",
  "Loading data...": "Cargando...",
  "ZOOM IN": "AMPLIAR",
  "ZOOM OUT": "REDUCIR",
  "Utilization Rate (Variable Rate Pool)": "Tasa de Utilización (Pool de Tasa Variable)",
  "Utilization Rates (Fixed Rate Pools)": "Tasas de Utilización (Pools de Tasa Fija)",
  "Utilization": "Utilización",
  "DEPOSIT APR": "TNA DEPÓSITO",
  "BORROW APR": "TNA PRÉSTAMO",
  "Current Yield Curves": "Curvas de Rendimiento Actuales",
  "Current Utilization": "Utilización Actual",
  "Late repayment will result in a penalty daily rate of {{penaltyRate}}": "El retraso en el pago resultará en una tasa de penalización diaria de {{penaltyRate}}",
  "Completed": "Completado",
  "{{daysLeft}} left": "{{daysLeft}} restantes",
  "Advanced settings": "Opciones Avanzadas",
  "Processing {{operation}}...": "Procesando {{operation}}...",
  "Transaction completed": "Transacción completada",
  "Transaction error": "Error en la transacción",
  "You {{pastAction}} {{qty}} {{symbol}}": "Has {{pastAction}} {{qty}} {{symbol}}",
  " until {{daysLeft}}": " hasta {{daysLeft}}",
  "Something went wrong": "Algo ha salido mal",
  "Try again": "Reintentar",
  "View on Etherscan": "Ver en Etherscan",
  "Rewards": "Recompensas",
  "Connect wallet": "Conectar Billetera",
  "Please switch to {{network}} network": "Por favor cambiar a la red {{network}}",
  "Approve {{symbol}}": "Aprobar {{symbol}}",
  "Sign the transaction on your wallet": "Firma la transacción en tu billetera",
  "TX Cost": "Costo de la transacción",
  "Connect your wallet": "Conecta tu billetera",
  "Please connect your wallet to see your deposits and borrowings.": "Por favor conecta tu billetera para ver tus depósitos y préstamos.",
  "Deposited Amount": "Monto Depositado",
  "Borrowed Amount": "Monto Prestado",
  "Amount of tokens {{action}} in the pool.": "Monto de tokens {{action}} en el pool.",
  "Deposited": "Depositado",
  "Debt": "Deuda",
  "Fee": "Comisión",
  "Use as collateral": "Usar como colateral",
  "Withdraw": "Retirar",
  "Repay": "Repagar",
  "No {{operations}} found": "No se han encontrado {{operations}}",
  "Market value": "Valor de mercado",
  "Avg Fixed Rate": "Tasa Fija Promedio",
  "Average rate for existing deposits.": "Tasa promedio para depósitos existentes",
  "Maturity Date": "Fecha de Vencimiento",
  "Date": "Fecha",
  "Operation": "Operación",
  "Amount": "Monto",
  "APR": "TNA",
  "Calculated with current asset price": "Calculado con el precio actual del activo",
  "Asset": "Activo",
  "Average Fixed Rate": "Tasa Fija Promedio",
  "Time Elapsed": "Tiempo Transcurrido",
  "{{action}} Amount": "Monto {{action}}",
  "Amount of tokens {{action}} in the pool": "Monto de tokens {{action}} en el pool",
  "Value": "Valor",
  "Collateral": "Colateral",
  "You are connected to a different network": "Estás conectado a una red diferente",
  "You can't disable collateral on this asset because you have an active borrow": "No puedes deshabilitar el colateral en este activo porque tienes un préstamo pendiente",
  "Disabling this collateral will make your health factor less than 1": "Desactivar este colateral hara que su factor de salud sea menor a 1",
  "Disabling this asset as collateral affects your borrowing power and Health Factor": "Desactivar este activo como colateral afectará su poder de prestamo y factor de salud",
  "Enable this asset as collateral": "Habilitar ese activo como colateral",
  "Use this asset as collateral": "Usar este activo como colateral",
  "Variable Interest Rate": "Tasa de Interés Variable",
  "Your Deposits": "Tus Depósitos",
  "Your Borrows": "Tus Préstamos",
  "Health Factor": "Factor de Salud",
  "Dashboard": "Panel de control",
  "Go to Markets": "Ir a Mercados",
  "{{network}} Network": "Red {{network}}",
  "Asset to be {{action}}": "Activo a ser {{action}}",
  "Your balance": "Tu balance",
  "Safe borrow limit": "Limite seguro de préstamo",
  "The maximum amount you can borrow without putting your health factor at risk": "El monto máximo que puede pedir prestado sin poner en riesgo tu factor de salud",
  "{{operation}} duration": "Duración {{operation}}",
  "Your deposit can be withdrawn at any time, but please keep in mind that if you withdraw it before the maturity date, the current protocol rates will apply.": "Puede retirar su depósito en cualquier momento, pero tenga en cuenta que si retira antes de la fecha de vencimiento, se aplicarán las tasas del protocolo actual.",
  "You can repay your loan at any time before its maturity date. If you do so after the maturity date, a daily interest of {{penaltyRate}} will apply.": "Puede pagar su préstamo en cualquier momento antes de su fecha de vencimiento. Si lo hace después de la fecha de vencimiento, se aplicará un interés diario del {{penaltyRate}}.",
  "Flexible": "Flexible",
  "This option currently offers the best APR, but please note that is a variable pool and it may change at any time based on market conditions.": "Esta opción ofrece actualmente la mejor TNA, pero tenga en cuenta la tasa es variable y puede cambiar en cualquier momento según las condiciones del mercado.",
  "BEST": "MEJOR",
  "This percentage stands for the APR of rewards earned for operating on this pool.": "Este porcentaje representa la TNA de las recompensas obtenidas por operar en este pool.",
  "Please note that the APR of rewards can vary over time depending on the market conditions.": "Tenga en cuenta que la TNA de las recompensas puede variar con el tiempo según las condiciones del mercado.",
  "This percentage stands for a loan's APR (Annual Percentage Rate).": "Este porcentaje representa la TNA (Tasa Nominal Anual) de un préstamo.",
  "A fixed interest rate remains the same for the entire term of the loan.": "Una tasa de interés fija permanece inalterada durante el préstamo.",
  "Learn more about fixed rates.": "Aprender más sobre las tasas de interés fijas.",
  "A variable interest rate varies over time depending on market changes.": "Una tasa de interés variable varía en el tiempo dependiendo de los cambios del mercado.",
  "Learn more about variable rates.": "Aprender más sobre las tasas de interés variables.",
  "Your total debt": "Tu deuda total",
  "Your total earnings": "Tus ganancias totales",
  "Assets to be {{action}}": "Activo a ser {{action}}",
  "Total interest fees to {{action}} ({{rate}} APR)": "Total de intereses a {{action}} ({{rate}} TNA)",
  "Late payment penalty daily rate": "Tasa de penalidad diaría por pago atrasado",
  " for {{daysLeft}}": " por {{daysLeft}}",
  "Sum of all the deposits in all the Fixed Rate Pools.": "Suma de todos los depósitos en todos los Pools de Tasa Fija.",
  "Sum of all the borrows in all the Fixed Rate Pools.": "Suma de todos los préstamos en todos los pools de Tasa Fija.",
  "Best Borrow APR": "Mejor TNA para Préstamos",
  "In order to deposit at a fixed rate, there must have been fixed rate loans at the same maturity previously to ensure the solvency condition": "Para depositar a una tasa fija, debe haber habido préstamos a tasa fija con el mismo vencimiento previamente para garantizar la condición de solvencia.",
  "In order to borrow you need to have a deposit in the Variable Rate Pool marked as collateral in your Dashboard": "Para pedir prestado, debe tener un depósito en el Pool de Tasa Variable marcado como colateral en su Panel de Control.",
  "This APR assumes a constant price for the {{symbol}} tokens and distribution rate.": "TNA asume un precio constante para el token {{symbol}} y tasa de distribución.",
  "Add tokens to Metamask": "Añadir tokens a Metamask",
  "Mint": "Mint",
  "Borrow Limit": "Límite de Préstamo",
  "Slippage Tolerance": "Tolerancia de Slippage",
  "Pool Utilization Rate": "Tasa de Utilización del Pool",
  "Your Health Factor": "Tu Factor de Salud",
  "Total deposits": "Depósitos totales",
  "fixed": "fija",
  "variable": "variable",
  "Approving {{symbol}}": "Aprobando {{symbol}}",
  "Transaction rejected": "Transacción rechazada",
  "Approve failed, please try again": "Falla en la aprobación, por favor reintentar",
  "Insufficient balance": "Balance insuficiente",
  "Go Back": "Retroceder",
  "Back": "Atrás",
  "Page Not Found": "Página no encontrada",
  "The page you are looking for is not available.": "La página que estás buscando no se encuentra disponible.",
  "Internal Server Error": "Internal Server Error",
  "day": "día",
  "days": "días",
  "There was an error, please try again": "Hubo un error, por favor reintentar",
  "Transaction rejected by user": "Transacción rechazada por el usuario",
  "Transaction cancelled by user": "Transacción cancelada por el usuario",
  "Unsupported operation": "Operación no soportada",
  "Insufficient ether balance": "Ether insuficiente",
  "Nonce expired": "Nonce expirado",
  "There is not enough liquidity in your account": "No hay suficiente liquidez en tu cuenta",
  "There is not enough liquidity in the protocol": "No hay suficiente liquidez en el protocolo",
  "Not enough slippage": "Deslizamiento insuficiente",
  "Invalid price": "Precio inválido",
  "Cannot withdraw 0": "No puede retirar 0",
  "Cannot repay 0": "No puede pagar 0",
  "Cannot borrow 0": "No puede pedir prestado 0",
  "Utilization rate exceeded": "Tasa de utlización excedida",
  "Insufficient assets or lack of approval, please try again": "Activos insuficiente o falta de aprobación, por favor reintentar",
  "borrow": "pedir prestado",
  "deposit": "depositar",
  "withdraw": "retirar",
  "repay": "pagar",
  "borrowed": "pedido prestado",
  "deposited": "depositado",
  "withdrawn": "retirado",
  "repayed": "pagado",
  "borrowing": "pidiendo prestado",
  "depositing": "depositando",
  "withdrawing": "retirando",
  "repaying": "pagando",
  "faucet": "faucet",
  "deposits": "depositos",
  "borrows": "préstamos",
  "be paid": "ser pagados",
  "receive": "recibir",
  "{{operation}} maturity date (In {{daysLeft}})": "Fecha de vencimiento del {{operation}} (en {{daysLeft}})",
  "Fixed borrows are due at {{hour}} on maturity date.": "Los préstamos a tasa fija vencen a las {{hour}} en la fecha de vencimiento.",
  "Optimal deposit amount": "Monto de depósito óptimo",
  "You can't repay more than you have in your wallet": "No puedes pagar más de lo que hay en tu billetera",
  "Debt amount": "Monto deuda",
  "Amount at maturity": "Monto en vencimiento",
  "You are paying with discount": "Estás pagando con descuento",
  "Discount for early repayment": "Descuento por pago anticipado",
  "Max. amount to be paid": "Monto máximo a ser pagado",
  "Penalties to be paid": "Penalidades a ser pagas",
  "Assets to be paid": "Activos a ser pagos",
  "You can't withdraw more than the deposited amount": "No puedes retirar más del monto depositado",
  "Available": "Disponible",
  "Amount to receive": "Monto a recibir",
  "Min amount to withdraw": "Monto mínimo a retirar",
  "Fixed rate pool": "Pool de Tasa Fija",
  "Your APR": "Tu TNA",
  "There is not enough liquidity": "No hay suficiente liquidez",
  "You can't borrow more than your borrow limit": "No puedes pedir un monto mayor a tu límite",
  "There is not enough liquidity in this pool": "No hay suficiente liquidez en el pool",
  "The transaction failed, please check your Maximum Deposit Rate": "La transacción fallo, por favor revisa tu Tasa de Depósito Máxima",
  "Your rewards": "Tus Recompensas",
  "Claim": "Reclamar",
  "Copied": "Copiado",
  "Copy": "Copiar",
  "Markets": "Mercados",
  "Advanced view": "Vista avanzada",
  "Links": "Links",
  "Audits": "Auditorías",
  "Documentation": "Documentación",
  "Github": "Github",
  "Twitter": "Twitter",
  "Discord": "Discord",
  "Stats": "Estadísiticas",
  "Simple view": "Vista simplificada",
  "Intuitive and user-friendly interface": "Interfaz intuitiva y amistosa con el usuario",
  "An in-depth look at APR values": "Un vistazo en profundidad a las TNA",
  "Disconnect": "Desconectar",
  "Exit Impersonate Mode": "Finalizar Modo Simulación",
  "Impersonate mode": "Modo Simulación",
  "Viewing as": "Viendo como",
  "Features may be limited": "Las funcionalidades pueden estar limitadas",
  "Give us feedback": "Déjanos tu comentario",
  "Variable Rate": "Tasa Variable",
  "Fixed Rate": "Tasa Fija",
  "Cannot deposit 0": "No puede depositar 0",
  "borrow_noun": "préstamo",
  "deposit_noun": "depósito",
  "withdraw_noun": "retiro",
  "repay_noun": "pago",
  "Menu": "Menú",
  "English": "Inglés",
  "Spanish": "Español",
  "Switch language": "Cambiar idioma",
  "You have reached the maximum yield possible": "Has alcanzado la máxima rentabilidad posible",
  "Disclaimer": "Descargo de Responsabilidad",
  "Exactly is an open source, non-custodial protocol that operates on both the Ethereum Mainnet (L1) and Optimism roll-up (L2) networks. The protocol is designed to bring fixed-income solutions for lenders and borrowers (the \"Platform\"). The Platform will permit its users, among other things, enter into certain transaction involving digital assets (including but not limited to digital loans and credit products) (the \"Digital Assets Services\").": "Exactly es un protocolo de código abierto y no custodio que opera tanto en la red principal de Ethereum (L1) como en la red de roll-up de Optimism (L2). El protocolo está diseñado para ofrecer soluciones de ingresos fijos para prestamistas y prestatarios (la \"Plataforma\"). La Plataforma permitirá a sus usuarios, entre otras cosas, participar en ciertas transacciones que involucren activos digitales (incluidos, pero no limitados a, préstamos digitales y productos crediticios) (los \"Servicios de Activos Digitales\").",
  "The Platform does not allow it use by, or operates in any way with, US Persons. US Persons are prohibited from accessing and using the Digital Asset Services in any way. If Exactly has a reasonable suspicion that you are a US Person, we reserve the right to take whatever action we deem appropriate to prohibit your access to the Digital Asset Services. For purposes herein “US Person” shall mean any United States citizen or alien admitted for permanent residence in the United States, and any corporation, partnership, or other organization organized under the laws of the United States.": "La Plataforma no permite su uso por, ni opera de ninguna manera con, Personas de EE. UU. Se prohíbe a las Personas de EE. UU. acceder y utilizar los Servicios de Activos Digitales de cualquier manera. Si Exactly tiene una sospecha razonable de que usted es una Persona de EE. UU., nos reservamos el derecho de tomar cualquier medida que consideremos apropiada para prohibir su acceso a los Servicios de Activos Digitales. A los efectos de este documento, 'Persona de EE. UU.' se referirá a cualquier ciudadano de los Estados Unidos o extranjero admitido para residencia permanente en los Estados Unidos, y a cualquier corporación, asociación u otra organización organizada bajo las leyes de los Estados Unidos.",
  "By clicking \"Proceed\" at the bottom of this disclaimer, you will be confirming that you are not a US Person and that you are not located, organized or resident in the United States of America. For more information please carefully read in full our": "Al hacer clic en \"Continuar\" en la parte inferior de este descargo de responsabilidad, estará confirmando que no es una Persona de EE. UU. y que no se encuentra, no está organizado ni reside en los Estados Unidos de América. Para obtener más información, lea detenidamente en su totalidad nuestros",
  "terms and conditions": "términos y condiciones",
  "before using the Platform or the Digital Asset Services.": "antes de utilizar la Plataforma o los Servicios de Activos Digitales.",
  "Proceed": "Continuar",
  "[Exactly] {{operationName}} maturity date reminder": "[Exactly] {{operationName}}: Recordatorio de fecha de vencimiento",
  "Remember to pay before the maturity date": "Recuerda pagar antes de la fecha de vencimiento",
  "Remember to withdraw your assets": "Recuerda retirar tus activos",
  "You are borrowing from a fixed-rate pool.": "Estás pidiendo prestado de un pool con tasa fija.",
  "You are depositing to a fixed-rate pool.": "Estás depositando a un pool con tasa fija.",
  "Avoid penalties by paying your debt before the maturity date.": "Evita penalidades pagando tu deuda antes de la fecha de vencimiento.",
  "Add reminder to your calendar": "Agregar recordatorio a tu calendario",
  "Switch to {{view}} view": "Cambiar a vista {{view}}",
  "simple": "simple",
  "advanced": "avanzada",
  "Current Variable APR": "TNA Variable Actual",
  "The Health Factor represents how “safe” your leverage portfolio is, defined as the risk-adjusted proportion of collateral deposited versus the borrowed risk-adjusted amount. A health factor below 1x will be considered with a shortfall and open to liquidation.": "El Factor de Salud representa cuán “seguro“ es tu portafolio con apalancamiento, definido como la proporción ajustada al riesgo del colateral depositado frente al monto ajustado al riesgo que se ha tomado prestado. Un factor de salud por debajo de 1x se considerará con un déficit y estará abierto a la liquidación.",
  "The borrowing interest APR related to the current utilization rate in the Variable Rate Pool.": "La TNA para préstamos relacionada con la tasa de utilización actual en el Pool de Tasa Variable.",
  "The highest fixed interest APR for a deposit up to the optimal deposit size.": "La TNA fija más alta para un depósito hasta el monto de depósito óptimo",
  "The lowest fixed borrowing interest APR at current utilization levels for all the Fixed Rate Pools.": "La TNA fija más baja para préstamos en los niveles actuales de utilización para todos los Pools de Tasa Fija.",
  "The fixed interest APR for a deposit up to the optimal deposit size.": "La TNA fija para un depósito hasta el monto de depósito óptimo.",
  "The fixed borrowing interest APR at current utilization level.": "La TNA fija para préstamo en el nivel actual de utilización.",
  "Make sure to repay your fixed borrows before {{date}} to avoid penalty fees.": "Asegúrese de repagar sus préstamos a tasa fija antes del {{date}} para evitar multas",
  "Reserve ETH for gas fees.": "Reserva ETH para el costo de la transacción."
}
